<div class="container">

<h3>ИНТЕРПРЕТАЦИЯ РЕЗУЛЬТАТОВ ТЕСТА</h3> 
    <br><br>
<!-- Resul1-->
<?php
if (9<$resul){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul" ?> баллов</p>
<p>
<?php
if (15 > $resul ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы;";
} elseif ($resul>15){
    echo "<b>Наиболее</b> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p> М – профессии, в которых важны: умение работать руками, осязание, ловкость, координация зрения и рук, быстрота, сила и выносливость. Точная работа с использованием инструментов (механика, ремесло, столярная работа, инженер, проектировщик).</p> 
</div>    
<?php }
?>

<!-- Resul1-->
<?php
if (9<$resul1){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul1" ?> баллов</p>
<p>
<?php
if (15 > $resul1 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul1>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p> Р – профессии, в которых важны: счет, действия над числами, ведение бухгалтерской отчетности, проведение инвентаризации, подсчет с высокой точностью, умения в области финансов, выполнение калькуляции, проведение статистического анализа, оценка расходов, финансовые операции (экономика, банковское дело, налоговый инспектор, секретарь, финансист).</p> 
</div>    
<?php }
?>
<!-- Resul2-->
<?php
if (9<$resul2){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul2" ?> баллов</p>
<p>
<?php
if (15 > $resul2 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul2>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p> Х – умения оценить возможности других людей, быстро ориентироваться в ситуации, реалистично оценить потребности других людей, влиять на людей, вызывать доверие, мотивировать, ясно выражать мысли, организаторские способности, хорошая память (торговля, маркетолог, офисная работа, административная работа, милиционер).</p> 
</div>    
<?php }
?>
<!-- Resul3-->
<?php
if (9<$resul3){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul3" ?> баллов</p>
<p>
<?php
if (15 > $resul3 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul3>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p>Й – умение грамотно говорить и писать, выступать перед аудиторией, чувствовать ее настроение, читать лекции, давать инструкции, разъяснять, толковать чьи-либо идеи, переводить с иностранного языка (переводчик, учитель, журналист, ведущий телепрограммы).</p> 
</div>    
<?php }
?>
<!-- Resul4-->
<?php
if (9<$resul4){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul4" ?> баллов</p>
<p>
<?php
if (15 > $resul4 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul4>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p> В – исследование, деятельность, связанная с идеями, концепциями, информацией, постоянная заинтересованность, любовь к печатному слову, постоянное самообразование и развитие, делать открытия, поиск в базах данных (ученый, исследователь, историк, лингвист, библиотекарь, PR связь с общественностью).</p> 
</div>    
<?php }
?>
<!-- Resul5-->
<?php
if (9<$resul5){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul5" ?> баллов</p>
<p>
<?php
if (15 > $resul5 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul5>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p> С – близкий контакт с людьми, умение начинать разговор с незнакомыми людьми, внимательное и точное слушание, интуитивное понимание, умение наблюдать за поведением других, точная оценка настроений в обществе, помощь людям с психическими, профессиональными, духовными проблемами и т.п., (терапевт, психолог, соц. педагог, соц. работник, специалист по профориентации, врач, медсестра).</p> 
</div>    
<?php }
?>

<!-- Resul6-->
<?php
if (9<$resul6){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul6" ?> баллов</p>
<p>
<?php
if (15 > $resul6 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul6>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p> К – контакты с другими людьми, скорее, поверхностны, выполнение поручений, обеспечение услуг без установления близких межличностных отношений (продавец, сфера торговли, сфера услуг, супервайзер, торговый агент, трейдер).</p> 
</div>    
<?php }
?>
<!-- Resul7-->
<?php
if (9<$resul7){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul7" ?> баллов</p>
<p>
<?php
if (15 > $resul7 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul7>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p> Т – работа, связанная с постоянным движением, сменой окружения, работа вне помещения, мобильность, физическая выносливость, способность к адаптации, стрессоустойчивость, интерес к миру и людям, легкость в установлении контактов (путешествия, командировки, транспорт, экскурсовод, гид, профессии в сфере туризма). </p> 
</div>    
<?php }
?>
<!-- Resul8-->
<?php
if (9<$resul8){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul8" ?> баллов</p>
<p>
<?php
if (15 > $resul8 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul8>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p>П – профессии, связанные с работой на свежем воздухе, выращивание растений, умелый уход за животными, животноводство (фермер, лесник, животновод, огородник, егерь, эколог).  </p> 
</div>    
<?php }
?>

<!-- Resul9-->
<?php
if (9<$resul9){
 ?>
<div>
    <p>Вы набрали <?php echo "$resul9" ?> баллов</p>
<p>
<?php
if (15 > $resul9 ) {
    echo "Подходящие вам профессии, Вы заинтересованы работой по профессии из данной группы.";
} elseif ($resul9>15){
    echo "<strong>Наиболее</strong> подходящие вам профессии, Вы проявляете особый интерес к данной группе профессий.";
  }
?>
</p>
<p>А – креативность, творчество, генерирование новых идей, предложение и внедрение инноваций, создание концепций, оригинальность, импровизация, богатое воображение, сочинение музыки (проектировщик, программист, веб-разработчик, архитектор, художник, композитор, графический дизайнер).</p> 
</div>    
<?php }
?>



</div>
